
export default function InterriorDoorsTable(): JSX.Element {
  return (
    <>
      <tr>
        <td className="confluenceTd" colSpan={4}>
          <p><strong>Межкомнатные двери и арки</strong></p>
        </td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка межкомнатной двери с предустановленной фурнитурой (замок, ручки, петли,
                ответная планка). От 2-х дверей
        </td>
        <td className="confluenceTd">Установка двери с предустановленной фурнитурой (замок, ручки, петли, ответная
                планка), сборка дверной коробки, установка по уровню, крепление в проем, запенивание (до 3-х см по
                периметру). Установка наличников. Установка от 2-х дверей в одном заказе.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">2400 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Одиночный монтаж. Установка одной &nbsp;межкомнатной двери с предустановленной
                фурнитурой (замок, ручки, петли, ответная планка)
        </td>
        <td className="confluenceTd">Установка двери с предустановленной фурнитурой (замок, ручки, петли, ответная
                планка), сборка дверной коробки, установка по уровню, крепление в проем, запенивание (до 3-х см по
                периметру). Установка наличников. Выезд мастера на установку одной межкомнатной двери.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3000 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка межкомнатной двери с частично предустановленной фурнитурой (замок). От
                2-х дверей
        </td>
        <td className="confluenceTd">Установка двери с частично врезанной фурнитурой (замок), установка дверной ручки,
                врезка 2х петель, сборка дверной коробки, установка по уровню, крепление в проем, запенивание (до 3-х см
                по периметру). Установка наличников. Установка от 2-х дверей в одном заказе.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">2800 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Одиночный монтаж. Установка одной межкомнатной двери с частично предустановленной
                фурнитурой (замок)
        </td>
        <td className="confluenceTd">Установка двери с частично врезанной фурнитурой (замок), установка дверной ручки,
                врезка 2х петель, сборка дверной коробки, установка по уровню, крепление в проем, запенивание (до 3-х см
                по периметру). Установка наличников. Выезд мастера на установку одной межкомнатной двери.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3100 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка межкомнатной двери. От 2-х дверей</td>
        <td className="confluenceTd">Установка двери, врезка дверной ручки-защелки, сборка дверной коробки, врезка 2-х
                петель, установка по уровню, крепление в проем, запенивание (до 3х см. по периметру). Установка
                наличников. Установка от 2-х дверей в одном заказе.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3000 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Одиночный монтаж. Установка одной межкомнатной двери</td>
        <td className="confluenceTd">Установка двери, врезка дверной ручки-защелки, сборка дверной коробки, врезка 2-х
                петель, установка по уровню, крепление в проем, запенивание (до 3х см. по периметру). Установка
                наличников. Выезд мастера на установку одной межкомнатной двери.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3200 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка двухстворчатой межкомнатной двери</td>
        <td className="confluenceTd">Установка 2-х межкомнатных дверей, врезка четырех петель, врезка ручки-защелки и
                ответной планки, сборка дверной коробки, установка по уровню, крепление в проем, запенивание (до 3-х см
                по периметру). Установка наличников. В стоимость включены саморезы и монтажная пена.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">4600 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка одинарной раздвижной двери</td>
        <td className="confluenceTd">Установка направляющих, навешивание одного дверного полотна, врезка ручки-защелки.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3000 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка двойной раздвижной двери</td>
        <td className="confluenceTd">Установка направляющих, навешивание дверных полотен, врезка ручки-защелки.</td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">5000 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка дверей скрытого монтажа (Invisible)</td>
        <td className="confluenceTd">Установка двери, врезка дверной коробки, установка 2-х петель, установка по уровню,
                крепление в проем, запенивание (до 3х см. по периметру). Установка в подготовленный проем.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">4500 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка портала. Оформление проема (доборы в один ряд)</td>
        <td className="confluenceTd">Резка и монтаж П-образного доборного элемента под размер проёма; Установка в
                подготовленный проём. Запенивание (монтажная пена включена в стоимость). Монтаж наличников. Упаковка
                мусора (без выноса из помещения заказчика). Может быть использован плоский добор и наличник. Все
                подрезки включены.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">2800 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка дверей из массива</td>
        <td className="confluenceTd">Установка двери, врезка дверной ручки-защелки, сборка дверной коробки, врезка 2х
                петель, установка по уровню, крепление в проем, запенивание (до 3-х см по периметру). Установка
                наличников.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3700 <span>₽</span></td>
      </tr>
      <tr>
        <td className="confluenceTd">Установка эмалированных дверей</td>
        <td className="confluenceTd">Установка двери, врезка дверной ручки-защелки, сборка дверной коробки, врезка 2х
                петель, установка по уровню, крепление в проем, запенивание (до 3-х см по периметру). Установка
                наличников.
        </td>
        <td className="confluenceTd">1 шт.</td>
        <td className="confluenceTd">3700 <span>₽</span></td>
      </tr>
    </>
  );
}
